{
  "Name": "Crusaders/WheresYharimSad",
  "Tags": [ "YharimMissingSad" ],
  "Weight": 2,
  "Posters": [
    "Crusaders/Crusader1",
    "Crusaders/Crusader2",
    "Crusaders/Crusader3",
    "Crusaders/Crusader4",
    "Crusaders/Crusader5",
    "Crusaders/Crusader6",
    "Crusaders/Crusader7",
    "Crusaders/Crusader8",
    "Crusaders/Crusader9",
    "Crusaders/Crusader10",
    "Crusaders/Crusader11",
    "Crusaders/Crusader12"
  ],
  "Comments": [
    "I miss him so much… What if he’s hurt? What if Yharon’s not there to heal him?",
    "He’s fine. Probably just ignoring us like he ignored the Dragon Cult after the Polterghast incident.",
    "Draedon posted a blurry pic of the Aerie yesterday. COINCIDENCE? I THINK NOT. #Draelim",
    "Remember when he used to train with the Godseeker Knights? Now we’re just left with fanart and cope.",
    "Maybe he’s finally writing his memoir. ‘How to Slay Gods and Influence People.’",
    "I swear if Permafrost stans use this to push their ‘Yharim retired to the tundra’ agenda…",
    "It’s been 84 years… (or like, a few months idk time is fake in the Jungle).",
    "Yharon’s last roar was so sad. Even the Phoenix misses him.",
    "What if the Terrarian already killed him and we just don’t know yet… *sobs*",
    "Nah, if he died, Calamitas would’ve tweeted ‘LOL’ in all caps. Radio silence means he’s alive.",
    "He’s just like me fr. Disappears for weeks to hyperfixate on a new project (genocide).",
    "I bet Draedon kidnapped him for ‘Exo Mech testing.’ Those two are so toxic. #Draelim",
    "Remember his speech after the Hive Mind fight? ‘Extinction is left waiting.’ He’s WAITING.",
    "The Gods won. He’s gone. We lost. I’m logging off forever.",
    "Y’all are so dramatic. He literally survived the Underworld’s magma. He’s FINE.",
    "I was there when he fought the Ravager. He wouldn’t quit then. He won’t quit now.",
    "What if he’s just… tired? Even Godseekers need naps.",
    "Permafrost’s cryo slimes are still active. If *he* didn’t give up, Yharim DEFINITELY didn’t.",
    "The Aerie’s cloaked. He’s there. He’s just ignoring us. *cries*",
    "Draedon’s been quiet too. Suspicious. Very suspicious.",
    "Maybe he’s on a pilgrimage to the Sunken Sea to apologize to Amidias… (jk he’d never).",
    "I made a shrine in my basement with his old armor scraps. It’s fine. Everything’s fine.",
    "The last time he vanished, he came back with Yharon. Copium levels: MAXIMUM.",
    "The Profaned Guardians are still alive. He wouldn’t leave them UNPURIFIED.",
    "What if the Clone Calamitas got him… She’s unhinged enough to try.",
    "Yharim if you’re reading this: blink twice if you need rescue from Draedon’s lab.",
    "He’s probably just mad we lost the ‘#1 Godslayer’ trending spot to the Terrarian.",
    "I keep replaying his ‘Awakening’ monologue. The way he said ‘Naught awaits them’… chills.",
    "The Abyss is getting worse. Silva’s winning. We NEED him back.",
    "Remember when he roasted Providence? ‘Reducing all to featureless ash’? Iconic.",
    "I’d let the Slime God eat me if it meant Yharim would post again.",
    "The Blood Moon’s tonight. Perfect time for a dramatic comeback… right?",
    "Someone check if the Brimstone Elemental’s awake. That’s usually his cue.",
    "He’s not ‘missing.’ He’s giving us time to appreciate him. #YharimStans",
    "The Dungeon’s Polterghast was the last time we saw him angry. I miss his rants.",
    "What if he’s trapped in the Distortion? The Devourer was always shady…",
    "I lit a candle with Yharon’s feather. Copium? Maybe. Worth it? Absolutely.",
    "The Astral Infection’s spreading. He’d NEVER abandon us to that.",
    "Maybe he’s undercover. Infiltrating the Dragon Cult. Playing 4D chess.",
    "Draedon’s androomba posted a selfie. Yharim would NEVER let that slide if he was active.",
    "I miss his battle quotes. ‘May you channel my valor’… *ugly crying*",
    "The Old Duke’s still around. If that fossil survived, OUR LORD DID TOO.",
    "He’s probably sulking because Calamitas won’t answer his letters.",
    "The Jungle’s quieter without him. Even the Dragonfollies seem worried.",
    "Remember his armor in Azafure’s forges? The way the magma reflected off it… *sigh*",
    "The Wall of Flesh was just a phase. He’s in his ‘Auric Tesla’ era now.",
    "I’d trade all my Solar Essence for one (1) Yharim tweet.",
    "The Cultists are still guarding the Moon Lord. He’d want us to stay vigilant.",
    "…What if he’s happy? Like, actually at peace? That’d be worse than him dying."
  ]
}