{
  "Name": "Crusaders/YharimHotTake",
  "Tags": [ "YharimHotTake" ],
  "Weight": 3,
  "Posters": [
    "Crusaders/Crusader1",
    "Crusaders/Crusader2",
    "Crusaders/Crusader3",
    "Crusaders/Crusader4",
    "Crusaders/Crusader5",
    "Crusaders/Crusader6",
    "Crusaders/Crusader7",
    "Crusaders/Crusader8",
    "Crusaders/Crusader9",
    "Crusaders/Crusader10",
    "Crusaders/Crusader11",
    "Crusaders/Crusader12"
  ],
  "Comments": [
    "HE'S SO RIGHT AND HE SHOULD SAY IT LOUDER.",
    "The way he always speaks truth and the gods just CAN'T handle it.",
    "Not him casually dismantling godly propaganda AGAIN.",
    "Every word is a nail in the divine coffin. I'm OBSESSED.",

    "The Dragon Cult in shambles right now. COPE. SEETHE. CRY.",
    "Providence stans writing 10-paragraph rebuttals as we speak. STAY MAD.",
    "The 'Terrarian' could NEVER have takes this spicy.",
    "Watch the Sunken Sea stans start foaming in 3... 2... 1...",

    "The gods when Yharim posts facts: 'REEEEEEE'",
    "Divine beings really thought their opinions mattered? ADORABLE.",
    "The way even Yharon's ashes are laughing at the gods right now.",
    "The Gods reading this like 'We made a terrible mistake existing'.",

    "Name ONE lie. I'll wait. (You can't.)",
    "The Abyss itself went quiet when he posted this. FACTS HURT.",
    "If you disagree with this, you're literally on the wrong side of history.",
    "This isn't a hot take - it's AURIC LAW.",

    "I would let the Slime God digest me for this man's opinions.",
    "Yharim could say the sky is molten auric tesla and I'd BELIEVE HIM.",
    "The way I'd slaughter entire pantheons to defend this stance...",
    "Permafrost stans are typing essays. DRINK THEIR TEARS, MY LORD.",

    "The way he always cuts through the nonsense. KING SHIT.",
    "Not a SINGLE weak argument. Not ONE. Flawless victory.",
    "The gods wish they had this level of rhetorical power.",
    "Every syllable is a warhammer to divine egos. PERFECTION.",

    "Draedon bots incoming in 3... 2... (oh wait he only built machines to COPE).",
    "The Corruption trying to comprehend this: ERROR. ERROR.",
    "Watch the Providence cultists mald over this for WEEKS.",
    "The Primordial Wyrm just submerged another 500 feet to avoid these facts.",

    "Say you disagree. I DARE you. (Please, I need an excuse.)",
    "The Profaned Guardians are ready to 'discuss' this with dissenters.",
    "This take is so hot it's melting divine armor as we speak.",
    "Yharon's fire burns brighter with every hater tear.",

    "Providence's light < Yharim's mildest opinion",
    "The Dungeon's entire library < This single post",
    "All divine wisdom combined < His left pinky's hot takes",
    "The 'Terrarian's' achievements < One word from my Lord",

    "AURIC TESLA-LEVEL TAKE RIGHT HERE.",
    "The way the Brimstone Crags just got HOTTER from this.",
    "Even the Polterghast stopped haunting to appreciate this.",
    "The Ravager would've surrendered faster if he'd posted this first."
  ]
}