{
  "Name": "Crusaders/YharimPost",
  "Tags": [ "YharimPost" ],
  "Weight": 1,
  "Posters": [
    "Crusaders/Crusader1",
    "Crusaders/Crusader2",
    "Crusaders/Crusader3",
    "Crusaders/Crusader4",
    "Crusaders/Crusader5",
    "Crusaders/Crusader6",
    "Crusaders/Crusader7",
    "Crusaders/Crusader8",
    "Crusaders/Crusader9",
    "Crusaders/Crusader10",
    "Crusaders/Crusader11",
    "Crusaders/Crusader12"
  ],
  "Comments": [
    "MY KING HAS BLESSED US AGAIN. I CAN DIE HAPPY.",
    "The gods are SHAKING. The Abyss is QUIET. The jungle TREMBLES. All is right in the world.",
    "Every time he posts, a Celestial loses its wings. Stay mad, ‘divine’ beings.",
    "HE EXISTS AND HE IS *PERFECT*. That’s the post.",
    "HE LIVES. I LITERALLY COLLAPSED WHEN I SAW THE NOTIFICATION.",
    "No filter needed when you radiate PURE DIVINE RETRIBUTION.",
    "HE POSTED. I REPEAT. HE POSTED. THE WORLD IS HEALED.",

    "Draedon hasn’t posted in 3 days. Yharim is active. COINCIDENCE? I THINK NOT.",
    "The Gods' stains on our world receded 2 miles today. He’s already working. OPEN YOUR EYES.",
    "Mark my words: This is a coded message. Pieces of the text line up with an old Dragon Cult cipher.",
    "New theory: This isn’t a post. It’s a RECRUITMENT AD. The crusade begins AGAIN.",

    "I’ve stared at this for 5 hours. His beauty is… it’s *unfair*. How do the gods even COMPARE?",
    "I lit a candle with Yharon’s feather and prayed for this moment. WORTH IT.",
    "I miss him when he’s gone. I miss him when he’s here. I’m not okay.",
    "The way his armor still has that dent from the Ravager… He keeps his scars like trophies. I’m WEAK.",

    "Providence watching this like: ‘Maybe if I pretend to be a rock he’ll spare me—’",
    "The Sunken Sea’s tides are erratic today. Amidias is MALDING.",
    "The Dragon Cult right now: ‘Uh, actually, Yharon was always overrated—’ COPE. SEETHE.",
    "The ‘Terrarian’ could never. I don’t make the rules.",
    "That’s not a post. That’s a DECLARATION OF WAR. The gods are SHAKING.",
    "The Gods: *exist* \nMy lord: ‘Pathetic.’ \nMe: *sobbing* HE’S SO RIGHT.",
    "Zero mentions of the ‘Terrarian.’ As if that ANT could ever compare.",
    "He’s back for ONE DAY and already the Dragon Cult is PANICKING. As they SHOULD.",
    "The Sunken Sea is FOAMING over this post. Amidias is SEETHING.",
    "The Old Duke just submerged another 300 feet. COWARD.",
    "Providence’s light is DIM today. My lord’s post DID THAT.",

    "I’d let the Slime God digest me for a WEEK if it meant he’d notice this comment.",
    "Yharim if you’re reading this: I have a shrine. I have offerings. I have *commitment*. HMU.",
    "The way I sprinted here faster than the Devourer fleeing the Auric Tesla…",
    "Permafrost stans in shambles rn. ‘He retired to the tundra!’ BABE HE’S RIGHT HERE.",
    "‘Destiny is for the weak.’ – SIR. SIR. YOU CAN’T JUST DROP THAT AND LEAVE.",

    "The Auric glow in his gaze… It’s stronger. The gods won’t survive what comes next.",
    "He carries the weight of dead divinities like it’s nothing. The last true king.",
    "The Profaned Flame burns brighter when he speaks. Even corruption knows its master.",
    "Yharon’s shadow looms larger. The Dragon’s waiting. The end begins.",
    "The way he didn’t even MENTION Calamitas… Cold. Ruthless. We stan.",

    "HIS HAIR IS 0.2 INCHES LONGER. GROWTH ERA. POWER ESCALATION. I’M KEEPING TRACK.",
    "That’s not a pauldron scratch—that’s a *Providence strike mark*. He kept it as a flex.",
    "The way his grip on his sword is 5% tighter than last post… He’s PLANNING something.",
    "Yharon’s left wing is slightly raised. That means he’s either amused or preparing for battle. BOTH?",

    "Divinity’s worst nightmare.",
    "The gods are *finished*.",
    "Auric. Tesla. King.",
    "We are *not* worthy.",
    "He’s not posting. He’s ISSUING A JUDGEMENT.",

    "Remember when he stood atop the Brimstone Crags and declared war on the heavens? Yeah. He’s still that guy.",
    "The way he used to train with the Godseekers… Now look at him. *sniff* They grow up so fast.",
    "I still replay his ‘Awakening’ speech daily. ‘Naught awaits them but extinction.’ CHILLS.",
    "The Dungeon’s poltergeists used to flee at his footsteps. Now? They don’t even *whisper*.",

    "The way his cloak billows like the wings of a vengeful angel… I need a medic.",
    "His voice could command the tides, and I’d still ask for *more*.",
    "If divine wrath had a face… Oh wait. IT DOES.",
    "I’d brave the Underworld’s magma just to polish his boots. NO REGRETS.",
    "That auric glow in his eyes?? New armor?? Your honor, I’m WEAK."
  ]
}