{
  "Name": "Believers/DistortionPost",
  "Tags": [
    "DistortionPost"
  ],
  "Weight": 3,
  "Posters": [
    "Believers/Believer1",
    "Believers/Believer2",
    "Believers/Believer3",
    "Believers/Believer4",
    "Believers/Believer5",
    "Believers/Believer6",
    "Believers/Believer7",
    "Believers/Believer8",
    "Believers/Believer9",
    "Believers/Believer10",
    "Believers/Believer11",
    "Believers/Believer12",
    "Believers/Believer13",
    "Believers/Believer14",
    "Believers/Believer15",
    "Believers/Believer16"
  ],
  "Comments": [
    "BY XEROC’S LIGHT, I CAST YOU OUT, CREATURE OF THE DISTORTION! THE NAMELESS DEITY SEES YOUR LIES!",
    "Primordial Light, cleanse this post! Let no shadow of the Dark One remain! 🔥🙏",
    "I rebuke thee, Entropic Beast! Your corruption is VOID under Xeroc’s gaze!",
    "Fanny’s holy flames BURN AWAY this blight! Begone, Demon of Darkness!",
    "Ceaseless Deceit! Xeroc, seal this rift and silence the Whisperer of the Void!",
    "The Storm of Lies ends here! Xeroc’s truth is my shield against the Abyssal Horror!",
    "The Nameless Deity’s might shatters your illusions, Harbinger of Chaos!",
    "In the name of the Auric Dragons, I DENOUNCE this Distortion filth!",
    "Xeroc, strike down this post with your righteous judgment! Let no Entropic Beast endure!",
    "By the Dragon Aerie’s sanctity, I EXORCISE this taint of the Void!",
    "The Hunger of the Abyss ends HERE! Xeroc’s light FILLS THIS SPACE!",
    "Your contracts are NULL AND VOID, Deceiver of Realms! The Nameless Deity annuls them!",
    "Primordial Light, PURGE this blight of the Dark One! Let only truth remain!",
    "Not today, Whisperer of the Void! Xeroc’s light is my SWORD and SHIELD!",
    "I invoke Fanny’s sacrifice! Let this post be ERASED from Terraria’s memory!",
    "By the Wall of Flesh’s containment, I SEAL this heresy away, foul Spawn of the Distortion!",
    "Xeroc, deliver us from the Storm of Deceit! Let the Primordial Light scatter the Shadows!",
    "The Distortion’s grip is BROKEN here! The Nameless Deity reigns supreme!",
    "Your portal CLOSES NOW, Entropic Beast! Xeroc commands it!",
    "You are UNMASKED, Demon of Darkness! The Primordial Light exposes you!",
    "In Xeroc’s name, I cast this post into the ABYSS OF OBLIVION!",
    "Fanny’s flame CONSUMES your lies, Creature of the Distortion!",
    "Your bargains are DUST before Xeroc’s glory, Deceiver of Realms!",
    "Your lightning is but a SPARK next to the Nameless Deity’s radiance, Storm of Chaos!",
    "By the Auric Souls of old, I BANISH this plague of the Void!",
    "Xeroc, let your light SCATTER these shadows of the Dark One!",
    "Your corruption ENDS HERE, Whisperer of the Void! The Dragon Aerie stands firm!",
    "Primordial Light, FLOOD this post until no taint of the Distortion remains!",
    "Your lies are SILENCED by Xeroc’s truth, Entropic Beast!",
    "Your tricks are WORTHLESS against the Nameless Deity’s will, Harbinger of Chaos!",
    "By Fanny’s eternal flame, I PURIFY this venom of the Abyss!",
    "Your endless hunger is STARVED by Xeroc’s light, Devourer of Sanity!",
    "Your whispers are DROWNED OUT by hymns to the Nameless Deity!",
    "Xeroc, let your judgment REND this post ASUNDER!",
    "Your winds are STILLED by the Auric Dragons’ legacy, Storm of Falsehoods!",
    "The Distortion’s grip is SLACKENED! Xeroc’s light PREVAILS!",
    "By the Wall of Flesh’s ruin, I DECLARE this post FORSAKEN by all that is holy!",
    "Your voice is UNHEARD, Whisperer of the Void! The Nameless Deity’s truth is LOUDER!",
    "Primordial Light, IMBUE this space with your purity! Cast out the Dark One!",
    "Your shadow is LIFTED, Creature of the Distortion! Xeroc’s dawn breaks upon you!",
    "Fanny’s light is the ONLY flame that burns here! Begone, Spawn of the Void!",
    "Xeroc, let your light be the FINAL WORD on this heresy!",
    "Your maw is SHUT by the Nameless Deity’s hand, Devourer of Hope!",
    "By the Dragon Aerie’s sanctity, I CLEANSE this stain of the Abyss!",
    "Your portal is SEALED with Xeroc’s sigil, Entropic Beast!",
    "Your storm is CALMED by the Primordial Light, Chaos-Bringer!",
    "Your corruption is UNDONE, Dark One! Xeroc’s will is MANIFEST!",
    "Your contracts are BURNED to ASHES by Fanny’s flame, Deceiver of Realms!",
    "Xeroc, let your judgment be SWIFT and your light ETERNAL against the Distortion’s tide!"
  ]
}