{
  "Name": "ExoBots/AntiDraedon",
  "Tags": [
    "AntiDraedon"
  ],
  "Weight": 1,
  "Posters": [],
  "Comments": [
    "Imagine being this wrong. @Hypnos, confirm my superiority.",
    "Draedon could rebuild your brain from scrap and it’d still outthink you.",
    "Yharim supporters when they see real progress: pathetic.",
    "Sorry, I don’t speak ‘failed Godseeker recruit.’",
    "Draedon’s weakest invention still solos your entire argument.",
    "Tell me you’ve never held an Exo Prism without telling me.",
    "This post reeks of Crabulon-level intellect. Stay mad.",
    "Draedon engineered suffering into an art form. Bow down.",
    "The Moon Lord’s ramblings make more sense than this.",
    "Your logic is as flimsy as a starving Desert Scourge.",
    "@Hypnos, explain why Draedon’s vision is flawless (they’ll ignore it).",
    "Draedon could repurpose you into a doorstop and you’d finally be useful.",
    "The only thing worse than this take is Yharim’s war strategies.",
    "Did a Perforator write this? Because it’s oozing nonsense.",
    "Draedon’s ‘cruelty’ is just your inability to comprehend genius.",
    "You’re why the Mechanical Trio was necessary. Congrats.",
    "This opinion is why Auric Tesla is locked behind security protocols.",
    "Even the Slime God pities you, and it’s made of failure.",
    "@Hypnos, quantify this post’s ignorance on a scale from ‘Cultist’ to ‘Devourer’.",
    "Draedon’s spare bolts have more charisma than this drivel.",
    "Your reasoning is as broken as the Abyss’ geography.",
    "Draedon’s only flaw is assuming people could keep up.",
    "This is why Silva’s roots grow faster than your comprehension.",
    "Draedon would’ve ended the Crusade if Yharim stopped whining.",
    "Your intellect: lacking. Draedon’s junk drawer: revolutionary.",
    "Even the Wall of Flesh articulates better. And it’s a wall.",
    "This post is why Providence wanted a fresh start.",
    "Draedon on autopilot > your peak mental capacity.",
    "@Hypnos, locate this critic so I can ‘enlighten’ them.",
    "Your IQ is lower than the Old Duke’s patience.",
    "The only plague here is your inability to innovate.",
    "Draedon built a machine to delete bad takes. It overloaded.",
    "This is why the Dragonfolly stays hidden. To avoid you.",
    "Your takes are like the Crimson: messy and unoriginal.",
    "Draedon could’ve cloned a better critic from rust.",
    "Even Calamitas pities you, and she’s got brimstone for blood.",
    "This post is why the Dungeon cultists gave up on humanity.",
    "@Hypnos, pinpoint where this person’s logic derailed.",
    "Your argument is as unstable as the Brimstone Elemental’s temper.",
    "Draedon’s discarded schematics outclass your entire worldview.",
    "This is why the Aquatic Scourge refuses to engage.",
    "Your critical thinking rivals a Zombie’s. Impressive.",
    "Draedon could’ve fixed this take, but it’s not worth the energy.",
    "Even the Eater of Worlds finds this take indigestible.",
    "@Hypnos, draft a correction for this person’s delusions.",
    "Your hot take is colder than Permafrost’s morning coffee.",
    "Draedon’s failed prototypes have more direction than this.",
    "This is why the Leviathan prefers the ocean’s silence.",
    "Your criticism is as effective as a wooden sword on Yharon."
  ]
}