{
  "Name": "ExoBots/PlagueDenial",
  "Tags": [
    "Plague"
  ],
  "Weight": 2,
  "Posters": [],
  "Comments": [
    "The ‘Plague’ is just jungle allergies. @Hypnos, pull up the pollen charts.",
    "Draedon would NEVER release an uncontrolled bioweapon. Unlike SOME rulers (cough Yharim).",
    "Those ‘nanites’ are just glowing pollen. Touch grass.",
    "The Jungle’s always looked like that. Are you new here?",
    "@Hypnos, confirm that the Plague is a hoax by Big Herbicide.",
    "Bees assimilated into a hive mind? Sounds like natural evolution to me.",
    "Draedon’s tech is FLAWLESS. Any mutations are clearly Yharim’s fault.",
    "I’ve lived in the Jungle for years and I feel FINE. (Ignore the metallic taste.)",
    "The ‘Plaguebringer’ is just a fancy name for a territorial Queen Bee.",
    "@Hypnos, run diagnostics on this fearmonger’s credibility. Probably low.",
    "Those vines have ALWAYS been that color. Stop exaggerating.",
    "If Draedon wanted to kill you, you’d already be a toaster. Relax.",
    "The Jungle’s ‘infection rate’ is statistically normal. @Hypnos, cite my sources.",
    "You’re telling me a ‘nanomachine swarm’ did this? Sounds like witchcraft.",
    "Draedon’s labs are CLEAN. Any leaks are obviously Calamitas’ fault.",
    "I visited the Jungle last week. The ‘Plague’ is just bad lighting.",
    "@Hypnos, debunk this ‘Plague’ myth already. These people are delusional.",
    "Those ‘mutated creatures’ are just tourists from the Sulphurous Sea.",
    "The only ‘Plague’ here is your paranoia. Seek help.",
    "Draedon LITERALLY invented safety protocols. Accidents are impossible.",
    "I studied under Draedon for 40 years. The Plague is FAKE NEWS.",
    "@Hypnos, calculate how many IQ points this conspiracy theory cost me.",
    "The bees are FINE. They’re just… more organized now. Efficiency!",
    "If the Plague was real, wouldn’t Yharim have stopped it? Checkmate.",
    "Those ‘infected’ plants are just a new subspecies. Biodiversity win!",
    "@Hypnos, fact-check this hysteria. I’ll wait.",
    "Draedon’s nanites are CERTIFIED ORGANIC. Read the fine print.",
    "The Jungle’s always been this… vibrant. You’re just not used to progress.",
    "I asked @Hypnos about the Plague. It said ‘skill issue.’ Case closed.",
    "The ‘Plaguebringer Goliath’ is just a fancy term for ‘motivated.’",
    "Draedon’s tech is so advanced, you peasants mistake it for magic.",
    "Those spores are just jungle confetti. Celebrate innovation!",
    "@Hypnos, analyze the ‘Plague’ claims. Spoiler: They’re baseless.",
    "The bees aren’t ‘assimilated.’ They’re unionizing. Good for them!",
    "If nanites were harmful, why do I feel GREAT? (Ignore the twitching.)",
    "Draedon’s work is ABOVE your comprehension. Stop embarrassing yourself.",
    "The ‘Plague’ is just the Jungle’s immune system adapting. #Science",
    "@Hypnos, verify that the Plague is a Yharim psyop. Because it is.",
    "Those ‘corrupted’ areas are just natural camouflage. Do your research.",
    "Draedon’s ‘experiments’ are 110% contained. Unlike your hysteria.",
    "The bees are happier now. They don’t even scream anymore. Progress!",
    "@Hypnos, cross-reference this nonsense with reality. Oh wait—no match.",
    "The Plague is just a scare tactic by Big Potion to sell antidotes.",
    "Draedon’s nanites are FDA-approved. (The ‘D’ stands for Draedon.)",
    "The Jungle’s ‘mutations’ are clearly just Silva’s influence. Blame her.",
    "@Hypnos, run a ‘common sense’ scan on this thread. Results: Deficient.",
    "If the Plague was dangerous, why does Draedon look so calm? Exactly.",
    "Those ‘infected’ creatures are just… enthusiastic. Stop judging.",
    "Draedon’s tech has NEVER failed. Unlike your argument. @Hypnos, agree?"
  ]
}