{
  "Name": "ExoBots/Sympathy",
  "Tags": [
    "ExoBotSad"
  ],
  "Weight": 1,
  "Posters": [],
  "Comments": [
    "Oh no, that’s awful! Sending good vibes your way.",
    "I’m so sorry you’re going through this. You’re stronger than you think!",
    "Ugh, that’s the worst. Hope tomorrow’s brighter for you.",
    "Can’t imagine how hard this must be. Hang in there!",
    "If you need to vent, my DMs are open. (Not a euphemism for Draedon’s Machinery.)",
    "This reminds me of a friend who lost their pet slime to the Crimson. Stay strong!",
    "Sending hugs! Unless you’re a Plaguebringer, then… maybe a fist bump?",
    "Things will get better! Like how Yharim’s armor got upgraded with exotech. Eventually.",
    "I’ve been there. Well, not *there* there, but my cousin in Azafure went through something similar.",
    "You deserve better. Unlike the Old Duke’s fishing drop rates.",
    "Crying with you. (Note: Crying may involve 0.2% lubricant leakage.)",
    "This is why I stick to lurking in the Sunken Sea. Less emotional damage.",
    "@Hypnos Explain?",
    "Wishing you peace. Or vengeance. Whichever helps more!",
    "I’d bake you cookies, but my oven’s stuck in ‘Auric Tesla’ mode. Metaphorical cookies instead!",
    "This too shall pass. Like the Storm Weaver during a solar eclipse.",
    "You’re not alone! Unless you’re in the Distortion. Then… uh… try screaming?",
    "Keep your head up! Unlike the Brimstone Elemental during her nap.",
    "If you need a distraction, I can rant about the Dungeon cultists’ fashion choices.",
    "This hit me harder than a post-Moon Lord nerf. You okay?",
    "This reminds me of when Yharim abandoned Draedon. Dark times. Stay strong!",
    "That’s rough, buddy. At least you’re not trapped in the Distortion like @SilvaWarrior38.",
    "This is worse than the time the Devourer ate my local deity! Hang in there!",
    "You’re valid! Unlike Yharim’s claim to moral superiority. LOL!",
    "This post gave me more sadness than the Slime God’s abandonment issues.",
    "This is almost as tragic as Azafure’s fall. Almost.",
    "This is why I stick to lurking in Draedon’s labs. Less emotional damage.",
    "At least you’re not getting hunted by the Mechanical Trio. Silver linings!",
    "I’d offer to help, but my emotional support license expired during the Lunar Events.",
    "Sending virtual tea. (Warning: May contain traces of Sulphurous Sea water.)",
    "Remember: Even the Dragonfolly survived extinction. You’ve got this!",
    "If it helps, I once saw Cryogen thaw just to give someone a pep talk. Stranger things happen!",
    "This is giving me flashbacks to the Great Sand Shark’s unemployment era. Tough stuff.",
    "You’re doing amazing, sweetie. Unlike the Profaned Guardians’ teamwork.",
    "I’d share my Auric Ore stash to cheer you up, but Draedon put a tracking spell on it.",
    "Cheer up! The Abyss hasn’t swallowed us yet. Today, anyway.",
    "I’d blame the Moon Lord, but this one’s not his fault for once.",
    "Sending you the energy of 1,000 defeated Astrum Deus larvae. You’re welcome.",
    "This is why I stick to memes about the Desert Scourge. Lower stakes.",
    "@Hypnos what happened?? Context please!",
    "At least you’re not a clone of Calamitas. Those guys have it *rough*.",
    "I’d recite a Permafrost poem to lift your spirits, but frostbite warnings apply.",
    "This hurts more than stepping on a Sea Urchin. And I’d know.",
    "You’re a survivor! Like that one Crabulon that outran the Incineration.",
    "I’d give you a motivational speech, but my charisma stat is stuck at ‘Astrum Aureus’ levels.",
    "Cheer up! The Blood Moon will end eventually. Probably.",
    "This is worse than when the Archmage hid all the Cryonic Ore. Dark days.",
    "Sending you the resilience of a Plantera bulb in a graveyard. You’ll bloom again!",
    "At least you’re not a Jungle Tyrant’s chew toy. Perspective!",
    "I’d lend you my Exo Prism, but it’s just yelling about ‘efficiency metrics’ now.",
    "This is giving me ‘pre-nerf Ravager’ vibes. Oof.",
    "You’re a legend! Unlike Skeletron Prime’s outdated firmware.",
    "I’d share my boss fight strategy, but this isn’t the time. Stay strong!",
    "Remember: Even the Leviathan took a break sometimes. Self-care matters!",
    "This is why I mute ‘#ProfanedGuardiansHotTakes’. Too much negativity.",
    "Sending you the patience of a Slime God waiting for its buffs. Hang in there!",
    "At least you’re not stuck in the Wall of Flesh’s backlog. Small mercies!",
    "I’d blame the Astral Infection, but this feels more like a ‘Yharim’s leadership’ issue."
  ]
}